{
	"Main":"Main",
	"Messages":"Messages",
	"Log out":"Log out",
	"Log in":"Log in",
	"Level:":"Level:",
	"Rating:":"Rating:",
	"XP:":"XP:",
	"Animal Race:":"Animal Race:",
	"Number of fights:":"Number of fights:",
	"Number of wins:":"Number of wins:",
	"Number of losses:":"Number of losses:",
	"Number of deaths:":"Number of deaths:",
	"Ready":"Ready    ",
	"Not ready":"Not ready",
	"English":"English",
	"Russian":"Russian",
	"About project":"About project",
	"Profile":"Profile",
	"Logged in as:":"Logged in as:",
	"Login:":"Login:",
	"Password:":"Password:",
	"Sign in":"Sign in",
	"VK":"VK",
	"Confirm password:":"Confirm password:",
	"Sign up":"Sign up",
	"Gender:":"Gender:",
	"Hair color:":"Hair color:",
	"Yellow ":"Yellow ",
	"Brown ":"Brown ",
	"Black ":"Black ",
	"White ":"White ",
	"Latin ":"Latin ",
	"Dark ":"Dark ",
	"Green ":"Green ",
	"Red ":"Red ",
	"Blue ":"Blue ",
	"Skin color:":"Skin color:",
	"Clothes color:":"Clothes color:",
	"Confirm":"Confirm",
	"FEMALE":"FEMALE",
	"MALE":"MALE",
	"yellow":"yellow",
	"brown":"brown",
	"black":"black",
	"white":"white",
	"latin":"latin",
	"dark":"dark",
	"green":"green",
	"red":"red",
	"blue":"blue",
	"SYSTEM":"SYSTEM",
	"Send":"Send",
	"Send as system":"Send as system",
	"Send as user":"Send as user",
	"Back":"Back",
	"Friends":"Friends",
	"Invite to Fight":"Invite to Fight",
	"Send a message":"Send a message",
	"Remove from friends":"Remove from friends",
	"Incoming requests":"Incoming requests",
	"Accept":"Accept",
	"Decline":"Decline",
	"Outgoing requests":"Outgoing requests",
	"Delete request":"Delete request",
	"infopar1":"Technical info:",
	"infopar2":"Back end is written in Java programming language and is implemented with Spring framework using Spring Boot. Runs on embedded Tomcat application server. System uses PostegreSQL database and interacts with it using Spring Data, JPA and Hibernate. System also has a Telegram bot, written in Kotlin and it interacts with main application via RabbitMQ and JMS.",
	"infopar3":"Front end is written in html, less and typescript programming languages and is implemented with Angular (7) application platform. PrimeNG components are heavily used.",
	"infopar4":"Communication between front and back ends is based on REST API, uses http requests/responses and websockets to send data from server without request.",
	"Dialogues":"Dialogues",
	"Interlocutor":"Interlocutor",
	"fight":"fight",
	"Ready users":"Ready users",
	"Invited users":"Invited users",
	"Start":"Start",
	"Send message to":"Send message to",
	"Message":"Message",
	"Cancel":"Cancel",
	"Search":"Search",
	"Friend":"Friend",
	"Requested":"Requested",
	"Requesting":"Requesting",
	"Accept request":"Accept request",
	"Decline request":"Decline request",
	"Send message":"Send message",
	"Send friends request":"Send friends request",
	"User":"User",
	"Admin":"Admin",
	"Grant admin role":"Grant admin role",
	"Users":"All users",
	"Error":"Error",
	"Success":"Success",
	"Login is too short":"Login is too short",
	"Password is too short":"Password is too short",
	"Unauthorized":"Unauthorized",
	"Passwords are not the same":"Passwords are not the same",
	"Almost done":"Almost done",
	"Now create your character":"Now create your character",
	"You are successfully registered":"You are successfully registered",
	"Authorized":"Authorized",
	"Logged out":"Logged out",
		"Damage":"Damage",
		"Max HP":"Max HP",
		"Max chakra":"Max Chakra",
		"Resistance":"Resistance",
		"Upgrade points:":"Upgrade points:",
		"Choose":"Choose",
		"fat":"The animals of this race have lots of health, but their attacks are weaker in comparison to others. On level one, you'll be able to summon Vertet - a creature with 10 damage and 200 hp. It's no nuker, but is more likely to survive through the whole battle. On level 10 and higher you'll be able to summon Ubele - a true tank with 500 hp and 35 damage. Would you like to join Veseliba's?",
		"dmg":"The animals of this race are true killers: they will tear your enemies apart with their attacks, but their health points are much weaker than those of other races. On level 1 you can summon Lauva - a beast with 30 damage and 50 hp. On level 10 and higher Lusis will take your side in fights. It's an ultimate killing machine with 120 damage and 150 health. Do you want to see your enemies' blood?",
		"blc":"These animals are balanced with their hp and damage. On level 1 you'll be able to summon Erglis - an animal with 20 damage and 100 hp. On level 10 and higher, Lapsa will become your Johny on the spot. She has 70 damage and 250 health points. Do you need a calm, stable partner?",
		"rel":"Advice: read it in Russian. These animals would definetly be glad to visit your parents. And you, Sych, will have to sit with them and tell everyone about your future plans (which don't exist, obviously, if you're playing ANF). Do you want this nightmare to happen? No? Send them to the battlefield instead of your home then. On the level 1 you'll summon Тётя Срака (Aunt Ass) and she will make your enemies go crazy. Who is a Тётя Срака? Well... she is a badly-educated woman of 57 years and she strongly believes in government's ability to solve all the problems and that 'They can see better from their positions', hence she's voting for Putin and hates liberalism. Aunt Ass approves locking someone up for reposts/likes and likes restrictive rules and laws. Approves home violation, because 'if he beats you - he loves you'. Тётя Срака is extremely superstitious, hates USA, Europe and Ukraine, loves drinking alcohol and watching Russian TV. Find more: https://m2ch.hk/po/res/29646195.html . On the level 10 you'll summon Дядя Бафомет (Uncle Devil), a husband of Тётя Срака. He loves teaching you how to live and explaining why the way you live is totally wrong. Loves alcohol, beating Тётя Срака up and watching TV.",
		"AnimalRaceHeader":"Choose animal race"
	}
